[
  {
    "id": "100",
    "name": " Egg plant",
    "image": "https://doa.gov.lk/wp-content/uploads/2020/05/brinjal.png",
    "weight": "1kg",
    "price": "₹90",
    "description": "Eggplant, aubergine or brinjal is a plant species in the nightshade family Solanaceae. Solanum melongena is grown worldwide for its edible fruit. Most commonly purple, the spongy, absorbent fruit is used in several cuisines. Typically used as a vegetable in cooking.",
    "benefits": "Eggplant contains Vitamin B6, Vitamin C, potassium and phytonutrient and, thus, is good for overall heart health. Eggplant helps to maintain the cholesterol level in our body by increasing the intake of good cholesterol (HDL) and lowering bad cholesterol (LDL).",
    "storageUsage": "Brinjals are not good for long time storing. So, consume within a few days and store in a cool spot, away from direct sunlight.If not consumed within 2 days, refrigerate by wrapping in a paper towel or perforated plastic bag and use within a week.The inner white flesh turns brown quickly once its cut, so use it as soon as you cut them or refrigerate by placing the remaining on a bowl or plate, but avoid sealing, as it increases decay.Brinjals are a prominent part of Indian dry and gravy curries.",
    "variableWeight": "Please note that the item(s) in this product may vary slightly in size and weight. Hence, the actual weight of the product delivered can have a small variance. You will be billed based on the actual weight during order processing."
  },
  {
    "id": "101",
    "name": "Cauliflower",
    "image": "https://us.123rf.com/450wm/kariphoto/kariphoto1803/kariphoto180300060/96898729-fresh-cauliflower-isolated-on-white-background.jpg?ver=6",
    "weight": "1kg",
    "price": "₹30",
    "description": "Cauliflower is one of several vegetables in the species Brassica oleracea in the genus Brassica, which is in the Brassicaceae family. It is an annual plant that reproduces by seed. ",
    "benefits": "One serving of cauliflower contains 77 percent of daily recommended value of vitamin C.Cauliflowers are rich in B complex vitamins, potassium and manganese.They protect from the risk of heart diseases and brain disorders.It also contains cancer fighting nutrient called sulforaphane.",
    "storageUsage": "Refrigerate in a loosely sealed plastic bag. It keeps well for upto 7 days. Do not store florets for more than 5 days.Cooked and used in soups, rice, curries, gobi parathas( flat breads), one of the most liked recipes.",
    "variableWeight": "Please note that the item(s) in this product may vary slightly in size and weight. Hence, the actual weight of the product delivered can have a small variance. You will be billed based on the actual weight during order processing."
  },
  {
    "id": "102",
    "name": "Capsicum-Green",
    "image": "https://us.123rf.com/450wm/spamas/spamas1908/spamas190801343/128346918-green-pepper-full-depth-of-field-on-white-background.jpg?ver=6",
    "weight": "500g",
    "price": "₹40",
    "description": "Capsicum is a genus of flowering plants in the nightshade family Solanaceae, native to the Americas, cultivated worldwide for their chili pepper or bell pepper fruit.",
    "benefits": "Green capsicums have powerful antioxidants and anti-inflammatory properties.Rich in Vitamin A, B complex, C and phytonutrients. Relieves pain of bone disorders and has the capacity to relax the repirartory passage.",
    "storageUsage": "Store them in a cool, dry place away from direct sunlight. Keep capsicums dry as moisture makes them rot faster. Refrigerate the peppers unwashed, in a plastic bag and consume within a week. Resort to refrigeration only when they cannot be consumed immediately.Green bell peppers can be used for a wide variety of dishes due to its distinct flavour and scent. Can be grilled,roasted, baked and sauteed. Widely used in salads, pastas, pizzas, pepper sauce and even for flavouring curries.",
    "variableWeight": "Please note that the item(s) in this product may vary slightly in size and weight. Hence, the actual weight of the product delivered can have a small variance. You will be billed based on the actual weight during order processing."
  },
  {
    "id": "103",
    "name": "Cucumber",
    "image": "https://www.pngitem.com/pimgs/m/51-517098_cool-cucumber-free-vegetables-clipart-fruit-names-a.png",
    "weight": "500g",
    "price": "₹20",
    "description": "Cucumber is a widely-cultivated creeping vine plant in the Cucurbitaceae family that bears usually cylindrical fruits, which are used as vegetables. Considered an annual plant, there are three main varieties of cucumber — slicing, pickling, and burpless/seedless — within which several cultivars have been created.",
    "benefits": "Cucumbers keep our body hydrated. Its hard skin has good amount of fiber and minerals. Eating cucumber improves digestion and reduces stress.It reduces the risk of breast, ovarian, uterine and prostate cancers. The anti-inflammatory compounds in cucumbers help remove waste from the body and reduce skin irritation and it contains anti-wrinkling and anti-ageing properties as well.",
    "storageUsage": "Wrap the cucumbers tightly in a plastic wrap and store them in the refrigerator. It minimizes decay and keeps it fresh for a long time. Cucumebrs can be eaten fresh. They are a healthy snack to munch on when you are bored. Used in salads, soups, sandwiches, rolls, curries, cocktails and pickles.",
    "variableWeight": "Please note that the item(s) in this product may vary slightly in size and weight. Hence, the actual weight of the product delivered can have a small variance. You will be billed based on the actual weight during order processing."
  },
  {
    "id": "104",
    "name": "Ladies Finger",
    "image": "https://www.hindimeaning.com/wp-content/uploads/2015/08/Lady_Finger.jpg",
    "weight": "500g",
    "price": "₹30",
    "description": "Okra or Okro, Abelmoschus esculentus, known in many English-speaking countries as ladies' fingers or ochro, is a flowering plant in the mallow family. Its edible green seed pods are a food.",
    "benefits": "Ladies finger aids in digestion as it contains prebiotic fiber and controls obesity and cholesterol.It has loaded with Vitamin A, B, C, and traces of Zinc & Calcium.It acts as hair conditioner, fights dandruff and moistures the scalp.",
    "storageUsage": "Refrigerate them and do not wash them until they are ready to use.Ladies fingers are used in curries, sambhar and can be fried, stuffed and cooked.",
    "variableWeight": "Please note that the item(s) in this product may vary slightly in size and weight. Hence, the actual weight of the product delivered can have a small variance. You will be billed based on the actual weight during order processing."
  },
  {
    "id": "105",
    "name": "Tomato",
    "image": "https://www.kindpng.com/picc/m/21-214404_fresh-tomato-download-transparent-png-image-fresh-tomatoes.png",
    "weight": "1kg",
    "price": "₹30",
    "description": "The tomato is the edible berry of the plant Solanum lycopersicum, commonly known as a tomato plant. The species originated in western South America and Central America.",
    "benefits": "Tomatoes contain Vitamin C,K. lycopene, an antioxidant that reduces the risk of cancer and heart-diseases. They protect the eyes from light induced damage.Essential for pregnant women as these tomatoes protect infants against neural tube defects.",
    "storageUsage": "Store tomatoes stem side down in a single layer, at room temperature, away from the sunlight.Ripe tomatoes should be refrigerated if they need to be stored for a long time.Tomatoes are used in salads, soups, curries, pickles, etc. Tomatoes that are cooked with a touch of oil gives more lycopene than raw ones.",
    "variableWeight": "Please note that the item(s) in this product may vary slightly in size and weight. Hence, the actual weight of the product delivered can have a small variance. You will be billed based on the actual weight during order processing."
  },
  {
    "id": "106",
    "name": "Carrot",
    "image": "https://img.etimg.com/thumb/msid-11581218,width-650,imgsize-15352,,resizemode-4,quality-100/.jpg",
    "weight": "1kg",
    "price": "60",
    "description": "The carrot is a root vegetable, typically orange in color, though purple, black, red, white, and yellow cultivars exist, all of which are domesticated forms of the wild carrot, Daucus carota, native to Europe and Southwestern Asia.",
    "benefits": "Carrots provide the highest content of vitamin A of all the vegetables.Brightly orange colored carrots have pigments like carotenoids and flavonoids, that provide several antioxidants and act as a defense against cancer.They aid in maintaining oral health and also decrease the risk of stroke and other heart diseases.",
    "storageUsage": "Refrigerate carrots in a mesh bag. Alternatively to retain freshness and for more longevity, trim off the greens and put whole carrots in a container of water and refrigerate. With this method, they stay nice and crunchy.If the water starts to look cloudy, change it with fresh water. Stored this way, carrots can last for even a month with no ill effects and do not wilt easily.Carrots have a mild, pleasant flavour that is great by themselves or blended with other foods.",
    "variableWeight": "Please note that the item(s) in this product may vary slightly in size and weight. Hence, the actual weight of the product delivered can have a small variance. You will be billed based on the actual weight during order processing."
  },
  {
    "id": "107",
    "name": "Beans",
    "image": "https://freshnbox.co.in/pub/media/catalog/product/cache/1fdc0fb500ed8bcf8378aceea4634c50/b/e/beans_1.jpg",
    "weight": "1kg",
    "price": "₹40",
    "description": "Green beans are young, unripe fruits of various cultivars of the common bean, although immature or young pods of the runner bean, yardlong bean, and hyacinth bean are used in a similar way. ",
    "benefits": "Haricot beans are great for metabolism and regulation of the sugar level of blood.They support the adrenal regulation function and provide an excellent source of protein and fibre.A good source of many nutrients and proves to be a healthy diet.",
    "storageUsage": "Store unwashed fresh beans in a perforated plastic bag and refrigerate. Whole beans stored this way will stay for a week.Consuming Haricot beans raw is not possible as it has a very hard exterior, however, cooking it makes it edible and tasty.It has little flavour of its own but is capable of absorbing the aroma and flavours of added spices very easily.",
    "variableWeight": "Please note that the item(s) in this product may vary slightly in size and weight. Hence, the actual weight of the product delivered can have a small variance. You will be billed based on the actual weight during order processing."
  },
  {
    "id": "108",
    "name": "Onion",
    "image": "https://content3.jdmagicbox.com/comp/jaipur/a6/0141px141.x141.170905155636.s5a6/catalogue/maalibaba-in-vaishali-nagar-jaipur-vegetable-wholesalers-3crms1t.jpg",
    "weight": "1kg",
    "price": "₹40",
    "description": "The onion, also known as the bulb onion or common onion, is a vegetable that is the most widely cultivated species of the genus Allium. The shallot is a botanical variety of the onion which was classified as a separate species until 2010. Its close relatives include garlic, scallion, leek, chive, and Chinese onion.",
    "benefits": "Onions are high in sulphur, Folic acid, Amino acid, vitamin B6 and B9. It has high quantities of water and naturally low in fat. It is high in phytochemical compounds. are known to have antiseptic, antimicrobial and antibiotic properties which help you to get rid of infections.If a piece of onion is inhaled, it can slow down or stop nose bleeding.Those who have sleeping disorders or insomnia can have a good night sleep if they have an onion every day.",
    "storageUsage": "Store in a cool dry place, need not refridgerate.Freezing onions, soaking them under water and keeping the root intact before chopping are some methods to reduce tears while chopping them.It is a versatile vegetable that can be used raw, sauteed, caramelized, roasted, deep fried, pureed or boiled as required.",
    "variableWeight": "Please note that the item(s) in this product may vary slightly in size and weight. Hence, the actual weight of the product delivered can have a small variance. You will be billed based on the actual weight during order processing."
  },
  {
    "id": "109",
    "name": "Potato",
    "image": "https://m.media-amazon.com/images/I/31gkST68YDL._SX425_.jpg",
    "weight": "1kg",
    "price": "₹30",
    "description": "The potato is a starchy tuber of the plant Solanum tuberosum and is a root vegetable native to the Americas. The plant is a perennial in the nightshade family Solanaceae. Wild potato species can be found throughout the Americas, from Canada to southern Chile.",
    "benefits": "Potatoes are rich in starch and carbs, which is important for getting energy.They are also low in calories and laden with vitamins C and B6, manganese, phosphorus, niacin and pantothenic acid.In fact, its skin has more nutrients than the spud itself.",
    "storageUsage": "Potatoes should always be stored in a cool, dark and dry place.New potatoes are best cooked for slightly longer be it in the pressure cooker or even in the oven.You can roast, grill or char them with the skin on, and then use it in vegetables, gravies or even on its own.Served with coriander and mint tips.",
    "variableWeight": "Please note that the item(s) in this product may vary slightly in size and weight. Hence, the actual weight of the product delivered can have a small variance. You will be billed based on the actual weight during order processing."
  }
]
